Repository: Mikachu/tvtime
Catalog: po/*.po
Languages: pl, sv

source: *** You are using the bttv driver, but without enough gbuffers available. *** See the support page at %s for information *** on how to increase your gbuffers setting.
sv: *** Du använder bttv-drivrutiner, men utan tillräckligt många tillgängliga *** gbuffrar. Se support-sidan på %s för information *** om att öka gbuffers-inställningen.

source: tvtime: No deinterlacing methods available, exiting.
sv: tvtime: Inga deinterlaceningsmetoder tillgängliga, avslutar.

source: tvtime: Can't allocate extra frame storage memory.
sv: tvtime: Kan inte allokera extra lagringsminne för bildrutor.

source: tvtime: OSD initialization failed, OSD disabled.
sv: tvtime: Kunde inte initiera OSD, OSD avstängd.

source: tvtime: Can't create command handler.
sv: tvtime: Kan inte skapa kommandohanterare.

source: tvtime: Card requires conversion from UYVY, but we failed to initialize our converter!
sv: tvtime: Kortet kräver konvertering från UYVY, men initieringen av färgkonverteraren misslyckades!

source: tvtime: Cannot find FIFO directory. FIFO disabled.
sv: tvtime: Kan inte hitta FIFO-katalogen. FIFO avstängt.

source: tvtime: Cannot create directory %s. FIFO disabled.
sv: tvtime: Kan inte skapa katalogen %s. FIFO avstängt.

source: tvtime: %s is not a directory. FIFO disabled.
sv: tvtime: %s är inte en katalog. FIFO avstängt.

source: tvtime: You do not own %s. FIFO disabled.
sv: tvtime: Du äger inte %s. FIFO avstängt.

source: tvtime: Cannot stat %s. FIFO disabled.
sv: tvtime: Kan inte köra stat på %s. FIFO avstängt.

source: tvtime: Cannot find FIFO file. Failed to create FIFO object.
sv: tvtime: Kan inte hitta FIFO-fil. Kunde inte skapa FIFO-objekt.

source: tvtime: Not reading input from FIFO. Failed to create FIFO object.
sv: tvtime: Läser inte indata från FIFO. Kunde inte skapa FIFO-objekt.

source: tvtime: Could not setup console.
sv: tvtime: Kunde inte ställa in konsollen.

source: tvtime: Can't create input handler.
sv: tvtime: Kan inte skapa indatahanterare.

source: tvtime: Could not create vbiscreen, closed captions unavailable.
sv: tvtime: Kunde inte skapa vbiscreen, undertexter ej tillgängliga.

source: tvtime: Could not create vbidata.
sv: tvtime: Kunde inte skapa vbidata.

source: Window set as always-on-top.
sv: Fönstret visas nu alltid överst.

source: Window set to normal stacking.
sv: Fönstret visas inte alltid överst längre.

source: 2-3 Pulldown detection disabled.
sv: Avkänning av 2-3-pulldown är nu avstängt.

source: 2-3 Pulldown detection enabled.
sv: Avkänning av 2-3-pulldown är nu aktiverat.

source: 2-3 Pulldown detection is not valid with your TV norm.
sv: 2-3-pulldown används inte med din TV-norm.

source: tvtime: Stats using '%s' at %dx%d.
sv: tvtime: Statistik för '%s' vid %dx%d.

source: tvtime: Cleaning up.
sv: tvtime: Städar upp.

source: tvtime: Restarting.
sv: tvtime: Startar om.

source: tvtime: Thank you for using tvtime.
sv: tvtime: Tack för denna gång!

source: tvtime: Running %s.
sv: tvtime: Kör %s.

source: *** WARNING: you are running a DEVELOPMENT version of tvtime. *** We often break stuff during development. Please submit bug reports *** based on released versions only!!
sv: *** VARNING: du kör en UTVECKLINGS-version av tvtime. *** Under utvecklingsprocessen tar vi ofta sönder grejer. *** Skicka bara in buggrapporter för släppta versioner!

source: tvtime: Can't get realtime priority for better performance, need root access.
sv: tvtime: Kan inte skaffa realtidsprioritet för ökad prestanda, programmet måste köras som root eller vara setuid root.

source: *** /dev/rtc support is needed for smooth video. We STRONGLY recommend *** that you load the 'rtc' kernel module before starting tvtime, *** and make sure that your user has access to the device file. *** See our support page at %s for more information
sv: *** Stöd för /dev/rtc krävs för mjuk videouppspelning. Vi rekommenderar STARKT *** att du laddar kärnmodulen 'rtc' innan du startar tvtime, och ser till att *** din användare har tillgång till enheten. *** Se vår supportsida på %s för mer information.

source: *** Failed to get 1024hz resolution from /dev/rtc. This will cause *** video to not be smooth. Please run tvtime as root, or change *** the maximum resolution by running this command as root: *** sysctl -w dev.rtc.max-user-freq=1024 *** See our support page at %s for more information
sv: *** Kunde inte få en upplösning på 1024 Hz från /dev/rtc. Det här kommer *** att orsaka att videon blir hackig. Kör tvtime som root, eller kör *** följande kommando som root: *** sysctl -w dev.rtc.max-user-freq=1024 *** Se vår supportsida på %s för mer information.

source: Change NTSC cable mode
sv: Ändra läge för NTSC-kabel-TV.

source: Australia
sv: Australien

source: Australia (Optus)
sv: Australien (Optus)

source: BT8x8 luma correction
sv: Luma-korrigering för BT8x8

source: Station management
sv: Kanalhantering

source: Sharpness
sv: Skärpa

source: Toggle closed captions
sv: Undertexter av/på

source: Input Configuration
sv: Insignalskonfiguration

source: Colour
sv: Färg

source: Add current station
sv: Lägg till aktuell kanal

source: Sharpness will be %d on restart.
sv: Skärpan kommer vara %d vid omstart.

source: Closed captions disabled.
sv: Undertexter avstängda.

source: Closed captions enabled.
sv: Undertexter aktiverade.

source: Luma correction enabled.
sv: Luma-korrigering aktiverat.

source: Luma correction disabled.
sv: Luma-korrigering avstängt.

source: Luma correction value: %.1f
sv: Lumakorrigeringsvärde: %.1f

source: usage: %s [OPTION]... -a, --widescreen 16:9 mode. -b, --vbidevice=DEVICE VBI device (defaults to /dev/vbi0). -c, --channel=CHANNEL Tune to the specified channel on startup. -d, --device=DEVICE video4linux device (defaults to /dev/video0). -D, --driver=NAME Output driver to use: Xv, DirectFB, mga, xmga, matroxtv or SDL (defaults to Xv). -f, --frequencies=NAME The frequency table to use for the tuner. (defaults to us-cable). Valid values are: us-cable us-cable100 us-broadcast china-broadcast japan-cable japan-broadcast europe australia australia-optus newzealand france russia custom (first run tvtime-scanner) -F, --configfile=FILE Additional config file to load settings from. -h, --help Show this help message. -H, --height=HEIGHT Output window height (defaults to 576). -i, --input=INPUTNUM video4linux input number (defaults to 0). -I, --inputwidth=SAMPLING video4linux input scanline sampling (defaults to 720). -k, --slave Disables input handling in tvtime (slave mode). -m, --fullscreen Start tvtime in fullscreen mode. -M, --window Start tvtime in window mode. -n, --norm=NORM The norm to use for the input. tvtime supports: NTSC, NTSC-JP, SECAM, PAL, PAL-Nc, PAL-M, PAL-N or PAL-60 (defaults to NTSC). -p, --fspos=POS Set the fullscreen position: top, bottom or centre (default). -r, --rvr=FILE RVR recorded file to play (for debugging). -s, --showdrops Print stats on frame drops (for debugging). -S, --saveoptions Save command line options to the config file. -t, --xmltv=FILE Read XMLTV listings from the given file. -v, --verbose Print debugging messages to stderr. -x, --mixer=DEVICE[:CH] The mixer device and channel to control. (defaults to /dev/mixer:line) Valid channels are: vol, bass, treble, synth, pcm, speaker, line, mic, cd, mix, pcm2, rec, igain, ogain, line1, line2, line3, dig1, dig2, dig3, phin, phout, video, radio, monitor
sv: användning: %s [FLAGGA]... -a, --widescreen 16:9-läge. -b, --vbidevice=ENHET VBI-enhet (förval: /dev/vbi0). -c, --channel=KANAL Aktivera specifierad kanal vid uppstart. -d, --device=ENHET video4linux-enhet (förval: /dev/video0). -D, --driver=NAMN Specifiera drivrutin för utmatning: Xv, DirectFB, mga, xmga, matroxtv eller SDL (förvalt till Xv). -f, --frequencies=NAMN Specifiera vilken frekvenstabell som ska användas för den här tunern. (förval: us-cable). Giltiga värden är: us-cable us-cable100 us-broadcast china-broadcast japan-cable japan-broadcast europe australia australia-optus newzealand france russia custom (kör tvtime-scanner först) -F, --configfile=FIL En ytterligare fil att ladda inställningar från. -h, --help Visa det här hjälpmeddelandet. -H, --height=HÖJD Visningsfönstrets höjd (förval: 576). -i, --input=INDATANR video4linux indatanummer (förval: 0). -I, --inputwidth=SAMPLING video4linux scanline-sampling (förval: 720) -k, --slave Stänger av indatahantering (slav-läge). -m, --fullsreen Starta tvtime i fullskärmsläge. -M, --window Starta tvtime i fönsterläge. -n, --norm=NORM TV-norm att använda för indata. tvtime stödjer: NTSC, NTSC-JP, SECAM, PAL, PAL-Nc, PAL-M, PAL-N och PAL-60 (förval: NTSC). -p, --fspos=POS Ställ in fullskärmsposition: topp, botten, eller mitten (förval) -r, --rvr=FILE Spela upp RVR-fil (för avlusning). -s, --showdrops Visa status för tappade bildrutor (för avlusning) -S, --saveoptions Spara kommandoradsflaggor i konfigurationsfilen. -t, --xmltv=FIL Läs XMLTV-tablåer från en fil. -v, --verbose Skriv ut avlusningsmeddelanden till stderr. -x, --mixer=ENHET[:KANAL] Mixer-enhet och kanal att styra. (förval: /dev/mixer:line) Giltiga kanaler är: vol, bass, treble, synth, pcm, speaker, line, mic, cd, mix, pcm2, rec, igain, ogain, line1, line2, line3, dig1, dig2, dig3, phin, phout, video, radio, monitor

source: usage: %s [OPTION]... -a, --widescreen 16:9 mode. -b, --vbidevice=DEVICE VBI device (defaults to /dev/vbi0). -c, --channel=CHANNEL Tune to the specified channel on startup. -d, --device=DEVICE video4linux device (defaults to /dev/video0). -D, --driver=NAME Output driver to use: Xv, DirectFB, mga, xmga, matroxtv or SDL (defaults to Xv). -f, --frequencies=NAME The frequency table to use for the tuner. (defaults to us-cable). Valid values are: us-cable us-cable100 us-broadcast china-broadcast japan-cable japan-broadcast europe australia australia-optus newzealand france russia -F, --configfile=FILE Additional config file to load settings from. -h, --help Show this help message. -H, --height=HEIGHT Output window height (defaults to 576). -i, --input=INPUTNUM video4linux input number (defaults to 0). -I, --inputwidth=SAMPLING video4linux input scanline sampling (defaults to 720). -m, --fullscreen Start tvtime in fullscreen mode. -M, --window Start tvtime in window mode. -n, --norm=NORM The norm to use for the input. tvtime supports: NTSC, NTSC-JP, SECAM, PAL, PAL-Nc, PAL-M, PAL-N or PAL-60 (defaults to NTSC). -p, --fspos=POS Set the fullscreen position: top, bottom or centre (default). -R, --priority=PRI Sets the process priority to run tvtime at. -t, --xmltv=FILE Read XMLTV listings from the given file. -X, --display=DISPLAY Use the given X display to connect to. -x, --mixer=DEVICE[:CH] The mixer device and channel to control. (defaults to /dev/mixer:line) Valid channels are: vol, bass, treble, synth, pcm, speaker, line, mic, cd, mix, pcm2, rec, igain, ogain, line1, line2, line3, dig1, dig2, dig3, phin, phout, video, radio, monitor
sv: användning: %s [FLAGGA]... -a, --widescreen 16:9-läge. -b, --vbidevice=ENHET VBI-enhet (förval: /dev/vbi0). -c, --channel=KANAL Aktivera specifierad kanal vid uppstart. -d, --device=ENHET video4linux-enhet (förval: /dev/video0). -D, --driver=NAMN Specifiera drivrutin för utmatning: Xv, DirectFB, mga, xmga, matroxtv eller SDL (förvalt till Xv). -f, --frequencies=NAMN Specifiera vilken frekvenstabell som ska användas för den här tunern. (förval: us-cable). Giltiga värden är: us-cable us-cable100 us-broadcast china-broadcast japan-cable japan-broadcast europe australia australia-optus newzealand france russia custom (kör tvtime-scanner först) -F, --configfile=FIL En ytterligare fil att ladda inställningar från. -h, --help Visa det här hjälpmeddelandet. -H, --height=HÖJD Visningsfönstrets höjd (förval: 576). -i, --input=INDATANR video4linux indatanummer (förval: 0). -I, --inputwidth=SAMPLING video4linux scanline-sampling (förval: 720) -m, --fullsreen Starta tvtime i fullskärmsläge. -M, --window Starta tvtime i fönsterläge. -n, --norm=NORM TV-norm att använda för indata. tvtime stödjer: NTSC, NTSC-JP, SECAM, PAL, PAL-Nc, PAL-M, PAL-N och PAL-60 (förval: NTSC). -p, --fspos=POS Ställ in fullskärmsposition: topp, botten, eller mitten (förval) -R, --prioritet=PRI Prioritet för tvtime-processen. -t, --xmltv=FIL Läs XMLTV-tablåer från en fil. -X, --display=DISPLAY Anslut till given X-server. -x, --mixer=ENHET[:KANAL] Mixer-enhet och kanal att styra. (förval: /dev/mixer:line) Giltiga kanaler är: vol, bass, treble, synth, pcm, speaker, line, mic, cd, mix, pcm2, rec, igain, ogain, line1, line2, line3, dig1, dig2, dig3, phin, phout, video, radio, monitor

source: usage: %s [OPTION]... -d, --device=DEVICE video4linux device (defaults to /dev/video0). -F, --configfile=FILE Additional config file to load settings from. -h, --help Show this help message. -i, --input=INPUTNUM video4linux input number (defaults to 0). -n, --norm=NORM The norm to use for the input. tvtime supports: NTSC, NTSC-JP, SECAM, PAL, PAL-Nc, PAL-M, PAL-N or PAL-60 (defaults to NTSC).
sv: användning: %s [FLAGGA]... -d, --device=ENHET video4linux-enhet (förval: /dev/video0). -F, --configfile=FIL En ytterligare fil att ladda inställningar från. -h, --help Visa det här hjälpmeddelandet. -i, --input=INDATANR video4linux indatanummer (förval: 0). -n, --norm=NORM TV-norm att använda för indata. tvtime stödjer: NTSC, NTSC-JP, SECAM, PAL, PAL-Nc, PAL-M, PAL-N och PAL-60 (förval: NTSC).

source: *** Since your console is set for the %s codeset, rather than UTF-8, *** console messages may be partially or completely illegible on your terminal. *** This is a known bug, and will probably be fixed for the next release of *** tvtime. You can work around this problem by launching tvtime using a UTF-8 *** aware terminal. See %s for more information.
sv: *** Eftersom din konsoll använder teckentabellen %s, istället för *** UTF-8, kan konsollmeddelanden vara delvis eller helt oläsliga på din *** terminal. Den här buggen är känd av utvecklarna, och kommer antagligen *** att fixas för nästa version av mjukvaran. Problemet kan undvikas genom *** att starta tvtime från en terminal med UTF-8-stöd. *** Se %s för mer information.
