Repository: Mikachu/tvtime
Catalog: po/*.po
Languages: pl, sv

source: Deinterlacer configuration
pl: Konfiguracja przeplotu
sv: Alternativ för deinterlacer

source: Back
pl: W ty³
sv: Tillbaka

source: Full rate: %.2f fps
pl: Max od¶wie¿anie: %.2f fps

source: Half rate, deinterlace top fields: %.2f fps
pl: Od¶wie¿anie górnych pól: %.2f fps

source: Half rate, deinterlace bottom fields: %.2f fps
pl: Od¶wie¿anie dolnych pól: %.2f fps

source: Overscan setting
pl: Ustawienia przybli¿enia
sv: Overscan-inställning

source: 16:9 output
pl: Obraz 16:9
sv: 16:9-utsignal

source: Resize window to match contents
pl: Dopasuj wielko¶æ okna

source: Fullscreen
pl: Pe³ny ekran
sv: Helskärm

source: Set fullscreen position
pl: Ustaw pozycje obrazu(Pe³ny ekran)
sv: Ställ in helskärmsposition

source: Always-on-top
pl: Zawsze na wierzchu
sv: Alltid överst

source: Quiet screenshots
pl: Ciche zrzuty ekranu

source: Centre
pl: ¦rodek
sv: I mitten

source: Top
pl: Góra
sv: Uppe

source: Bottom
pl: Dó³
sv: Nere

source: Attempted framerate
pl: Wybór czêstotliwo¶æi od¶wie¿ania
sv: Målvärde för bildfrekvens

source: Performance estimates
pl: Informacje o obrazie
sv: Ungefärlig prestanda

source: Deinterlacer
pl: Przeplot

source: Attempted framerate: %.2f fps
pl: Ustawione od¶wie¿anie: %.2f fps

source: Average blit time: %.2f ms (%.0f MB/sec)
pl: ¦redni czas prze³±czenia klatki: %.2f ms (%.0f MB/sek)

source: Average render time: %5.2f ms
pl: ¦redni czas renderowania klatki: %5.2f ms

source: Dropped frames: %d
pl: Zgubione klatki: %d
sv: Förlorade bildrutor: %d

source: Blit spacing: %4.1f/%4.1f ms (want %4.1f ms)
pl: Czasy prze³±czeñ: %4.1f/%4.1f ms (potrzebne %4.1f ms)

source: 4:3 centre
pl: 4:3 wy¶rodkowany
sv: 4:3 mitten

source: %s: Cannot allocate memory.
pl: %s: Nie mo¿na przydzieliæ pamiêci.

source: Cannot open capture device %s.
pl: Nie mo¿na otworzyæ urz±dzenia %s.

source: Your capture card driver, %s, does not seem to support full framerate capture. Please check to see if it is misconfigured, or if you have selected the wrong capture device (%s).
pl: Twój sterownik tunera, %s, nie obs³uguje funkcji pe³nego od¶wie¿ania. Sprawd¼ czy dobrze je skonfigurowa³e¶ i wybra³e¶ odpowiednie urz±dzenie przechwytuj±ce (%s).

source: You are using the bttv driver, but have not configured enough buffers for tvtime to process the video optimally. This is true by default with bttv in kernels before 2.4.21. Please set the option gbuffers=4 when loading bttv. For more information see our support page at %s
pl: U¿ywasz sterownika bttv, ale nie skonfigurowa³e¶ odpowiednio buforów dla potrzeb optymalnego przetwarzania obrazu w tvtime. Jest to ustawione domy¶lnie w bttv w j±drach < 2.4.21. Proszê ustaw opcje gbuffers=4 gdy uruchamiasz bttv. Po wiêcej informacji zobacz na nasz± stronê %s

source: Your capture card driver, %s, is not providing enough buffers for tvtime to process the video. Please check with your driver documentation to see if you can increase the number of buffers provided to applications, and report this to the tvtime bug tracker at %s
pl: Twoje sterowniki tunera, %s, nie dostarczaj± wystarczaj±cych buforów do obs³ugi obrazu w tvtime. Proszê sprawdziæ dokumentacjê swoich sterowników w celu zwiêkszenia ilo¶ci buforów potrzebnych dla aplikacji oraz powiadom nas o tym na %s

source: No video source
pl: Brak ¼ród³a obrazu
sv: Ingen videokälla

source: Cannot create FIFO, remote control of tvtime disabled.
pl: Nie mo¿na utorzyæ kolejki FIFO, zdalne sterowanie wy³±czone.

source: Always-on-top enabled.
pl: Zawsze na wierzchu w³±czone.

source: Always-on-top disabled.
pl: Zawsze na wierzchu wy³±czone.

source: 16:9 display mode active.
pl: Tryb 16:9 aktywny.
sv: 16:9-läge aktivt.

source: 4:3 display mode active.
pl: Tryb 4:3 aktywny.
sv: 4:3-läge aktivt.

source: Screenshot messages disabled.
pl: Informacja o zrzutach ekranu wy³±czona.

source: Screenshot messages enabled.
pl: Informacja o zrzutach ekranu w³±czona.

source: 2-3 pulldown inversion disabled.
pl: Inwersja ¶ci±gania 2-3 wy³±czona.

source: 2-3 pulldown inversion enabled.
pl: Inwersja ¶ci±gania 2-3 w³±czona.

source: 2-3 pulldown inversion is not valid with your TV norm.
pl: Inwersja ¶ci±gania 2-3 nie jest dostêpna.

source: Screenshot: %s
pl: Zrzut ekranu: %s
sv: Skärmbild: %s

source: Restarting tvtime.
pl: Ponowne uruchomienie tvtime.

source: Thank you for using tvtime.
pl: Dziekujemy za u¿ywanie tvtime.

source: Running %s.
pl: Uruchomione %s.

source: Current
pl: Bie¿±cy
sv: Aktuell

source: No program information available
pl: Brak dostêpnych informacji o programie

source: Next: %s
pl: Nastêpny: %s

source: Renumber current channel
pl: Zmieñ numer bie¿±cego kana³u
sv: Flytta kanal

source: Current channel active in list
pl: Bie¿±cy kana³ aktywny na li¶cie
sv: Visa kanal vid bläddring

source: Stop channel scan
pl: Zatrzymaj przeszukiwanie kana³ów
sv: Stoppa kanalsökning

source: Scan channels for signal
pl: Przeszukaj kana³y
sv: Sök kanaler som sänder

source: Reset all channels as active
pl: Ustaw wszystkie kana³y jako aktywne
sv: Visa alla kanaler vid bläddring

source: Finetune current channel
pl: Dostrajanie bie¿±cego kana³u
sv: Fininställning

source: Set current channel as SECAM
pl: Ustaw bie¿±cy kana³ w systemie SECAM
sv: Växla till SECAM-läge för denna kanal

source: Set current channel as PAL
pl: Ustaw bie¿±cy kana³ w systemie PAL
sv: Växla till PAL-läge för denna kanal

source: Change frequency table
pl: Zmieñ tablicê czêstotliwo¶ci
sv: Byt frekvenstabell

source: Disable signal detection
pl: Wy³±cz detekcjê sygna³u
sv: Stäng av signalavkänning

source: Enable signal detection
pl: W³±cz detekcjê sygna³u
sv: Aktivera signalavkänning

source: Default language
pl: Domy¶lny jêzyk

source: Unknown language
pl: Nieznany jêzyk

source: Preferred audio mode
pl: Preferowany tryb audio
sv: Önskat ljudläge

source: Audio volume boost
pl: Wzmocnienie sygna³u audio

source: Television standard
pl: Standardy telewizyjne
sv: TV-standard

source: Horizontal resolution
pl: Rozdzielczo¶æ pozioma

source: Cable
pl: Kab³ówka
sv: Kabel-TV

source: Broadcast
pl: Antena
sv: Marksänt

source: Cable with channels 100+
pl: Kablówka z kana³ami 100+
sv: Kabel-TV med kanalerna 100+

source: Europe
pl: Europa
sv: Europa

source: Russia
pl: Rosja
sv: Ryssland

source: France
pl: Francja
sv: Frankrike

source: New Zealand
pl: Nowa Zelandia
sv: Nya Zeeland

source: China Broadcast
pl: Chiny Antena
sv: Kina (Marksänt)

source: Custom (first run tvtime-scanner)
pl: Ustawienia u¿ytkownika(najpierw uruchom tvtime-scanner)
sv: Egen (kör tvtime-scanner först)

source: Disabled
pl: Wy³±czony

source: Quiet
pl: Cicho

source: Medium
pl: ¦rednio

source: Full
pl: G³o¶ny

source: %s Current: %d pixels
pl: %s Bie¿±cy: %d pikseli
sv: %s Aktuell: %d pixlar

source: Low (360 pixels)
pl: Niski (360 pikseli)
sv: Låg (360 pixlar)

source: Moderate (576 pixels)
pl: ¦redni (576 pikseli)
sv: Medel (576 pixlar)

source: Standard (720 pixels)
pl: Standardowy (720 pikseli)
sv: Standard (720 pixlar)

source: High (768 pixels)
pl: Wysoki (768 pikseli)
sv: Hög (768 pixlar)

source: %s Maximum (%d pixels)
pl: %s Maksymalny (%d pikseli)

source: Restart with new settings
pl: Uruchom z nowymi ustawieniami
sv: Omstart med nya inställningar

source: Primary Language
pl: Podstawowy jêzyk
sv: Språk 1

source: Secondary Language
pl: Drugi jêzyk
sv: Språk 2

source: Increase
pl: Zwiêksz
sv: Öka

source: Decrease
pl: Zmniejsz
sv: Minska

source: 2-3 pulldown inversion
pl: Inwersja ¶ci±gania 2-3
sv: Inversion av 2-3-pulldown

source: Colour invert
pl: Odwróæ kolory
sv: Färginvertering

source: Mirror
pl: Odbicie lustrzane
sv: Spegling

source: Chroma killer
pl: Obraz czarno-bia³y
sv: Färgborttagning

source: Setup
pl: Opcje
sv: Inställningar

source: Channel management
pl: Ustawienia kana³ów

source: Input configuration
pl: Ustawienia wej¶cia
sv: Alternativ för videokälla

source: Picture settings
pl: Ustawienia obrazu
sv: Bildinställningar

source: Video processing
pl: Przetwarzanie obrazu
sv: Videobehandling

source: Output configuration
pl: Ustawienia wyj¶cia
sv: Visningsalternativ

source: Exit menu
pl: Wyj¶cie z menu
sv: Stäng meny

source: Frequency table
pl: Tablica czêstotliwo¶ci
sv: Frekvenstabell

source: Finetune
pl: Dostrajanie
sv: Fininställning

source: Change video source
pl: Zmieñ ¼ród³o obrazu
sv: Ändra videokälla

source: Toggle XDS decoding
pl: Zmieñ dekodowanie XDS
sv: XDS-avkodning av/på

source: Fullscreen position
pl: Pozycja w trybie pe³ny ekran
sv: Helskärmsposition

source: Current deinterlacer description
pl: Opis bie¿±cego przeplotu
sv: Beskrivning av aktuell deinterlacer

source: Input filters
pl: Filtry wej¶ciowe
sv: Insignalfilter

source: Deinterlacer description
pl: Opis przeplotu
sv: Beskrivning av deinterlacer

source: Picture
pl: Obraz
sv: Bild

source: Brightness
pl: Jasno¶æ
sv: Ljusstyrka

source: Contrast
pl: Kontrast
sv: Kontrast

source: Saturation
pl: Nasycenie

source: Hue
pl: Kolor
sv: Nyans

source: Save current settings as defaults
pl: Zapisz bie¿±ce ustawienia jako domy¶lne
sv: Spara bildinställningar för denna kanal

source: Reset to global defaults
pl: Zresetuj do ustawieñ globalnych
sv: Återgå till sparade inställningar

source: Save current settings as global defaults
pl: Zapisz bie¿±ce ustawienia jako domy¶lne globalne
sv: Spara bildinställningar för alla kanaler

source: Save current settings as channel defaults
pl: Zapisz bie¿±ce ustawienia jako domy¶lne kana³u
sv: Spara aktuella bildinställningar som förvalda för kanalen

source: Preferred XMLTV language
pl: Preferowany jêzyk XMLTV

source: Favorites
pl: Ulubione

source: Add current channel
pl: Dodaj bie¿±cy kana³

source: Exit
pl: Wyj¶cie
sv: Avsluta

source: Sleep in %d minutes.
pl: Funkcja Sleep za %d minut.
sv: Släcker skärmen om %d minuter.

source: Sleep off.
pl: Funkcja Sleep wy³±czona.
sv: Släckningstimer avstängd.

source: Using PAL-DK audio decoding for this channel.
pl: U¿ycie systemu audio PAL-DK dla tego kana³u.

source: Using PAL-BG audio decoding for this channel.
pl: U¿ycie systemu audio PAL-BG dla tego kana³u.

source: Defaulting to PAL-DK audio decoding.
pl: Ustaw domy¶lnie system audio PAL-DK

source: Defaulting to PAL-BG audio decoding.
pl: Ustaw domy¶lnie system audio PAL-BG

source: Channel marked as active in the browse list.
pl: Zaznacz kana³ jako aktywny w li¶cie przegl±dania.
sv: Kanalen visas nu vid bläddring.

source: Channel disabled from the browse list.
pl: Kana³ wy³±czony z listy przegl±dania.
sv: Kanalen visas inte längre vid bläddring.

source: Capture card volume will not be set by tvtime.
pl: G³o¶no¶æ tunera nie zostanie ustawiona przez tvtime.

source: Setting capture card volume to %d%%.
pl: Ustawienie g³o¶no¶ci tunera na warto¶æ %d%%.

source: Processing every input field.
pl: Przetwarzanie ka¿dego pola wej¶ciowego.
sv: Behandlar nu alla bildfält.

source: Processing every top field.
pl: Przetwarzanie ka¿dego górnego pola.
sv: Behandlar endast de övre bildfälten.

source: Processing every bottom field.
pl: Przetwarzanie ka¿dego dolnego pola.
sv: Behandlar endast de undre bildfälten.

source: Horizontal resolution will be %d pixels on restart.
pl: Rozdzielczo¶æ pozioma zostanie ustawiona na %d po restarcie.

source: Television standard will be %s on restart.
pl: Standard telewizyjny zostanie ustawiony ma %s po restarcie.
sv: TV-standarden kommer att vara %s vid omstart.

source: Using default language for XMLTV data.
pl: U¿ywanie domy¶lnego jêzyka dla danych XMLTV.

source: Using unknown language (%s) for XMLTV data.
pl: U¿ywanie nieznanego jêzyka(%s) dla danych XMLTV.

source: XMLTV language set to %s (%s).
pl: Jêzyk XMLTV ustawiony na %s (%s).

source: All channels re-activated.
pl: Wszystkie kana³y reaktywowane.
sv: Alla kanaler visas nu vid bläddring.

source: Remapping %d. Enter new channel number.
pl: Zmiana numeru %d. Wprowad¼ nowy numer kana³u.
sv: Flyttar på kanal %d. Mata in det nya kanalnumret.

source: Scanner unavailable with signal checking disabled.
pl: Skaner niedostêpny z wy³±czon± funkcj± sprawdzania sygna³u.
sv: Kanalscannern kräver att signalavkänning är på.

source: Scanning for channels being broadcast.
pl: Skanowanie kana³ów z anteny.
sv: Söker kanaler som sänder.

source: No VBI device configured for CC decoding.
pl: Brak skonfigurowanego urz±dzenia VBI dla dekodowania CC.
sv: Ingen VBI-enhet vald för avkodning av undertexter.

source: Colour decoding for this channel set to %s.
pl: Dekodowania koloru dla tego kana³u ustawione na %s.
sv: Kanalens färger avkodas som %s.

source: Running: %s
pl: Uruchomione: %s
sv: Kör: %s

source: Signal detection enabled.
pl: Detekcja sygna³u w³±czona.
sv: Signalavkänning aktiverad.

source: Signal detection disabled.
pl: Detekcja sygna³u wy³±czona.
sv: Signalavkänning avstängd.

source: XDS decoding enabled.
pl: Dekodowanie XDS w³±czone.
sv: XDS-avkodning aktiverad.

source: XDS decoding disabled.
pl: Dekodowanie XDS wy³±czone.
sv: XDS-avkodning avstängd.

source: Colour invert enabled.
pl: Inwersja koloru w³±czona.
sv: Färginvertering aktiverat.

source: Colour invert disabled.
pl: Inwersja koloru wy³±czona.
sv: Färginvertering avstängt.

source: Mirror enabled.
pl: Odbicie lustrzane w³±czone.
sv: Spegling aktiverat.

source: Mirror disabled.
pl: Odbicie lustrzane wy³±czone.
sv: Spegling avstängt.

source: Chroma kill enabled.
pl: Obraz czarno-bia³y w³±czony.
sv: Färgborttagning aktiverat.

source: Chroma kill disabled.
pl: Obraz czarno-bia³y wy³±czony.
sv: Färgborttagning avstängt.

source: Picture settings reset to defaults.
pl: Ustawienia obrazu do warto¶ci domy¶lnych.
sv: Bilden återställd till de förvalda inställningarna.

source: Using nominal NTSC cable frequencies.
pl: U¿ywanie czêstotliwo¶ci nominalnych w systemie kablówki NTSC.

source: Using IRC cable frequencies.
pl: U¿ywanie czêstotliwo¶ci kablówki IRC.

source: Using HRC cable frequencies.
pl: U¿ywanie czêstotliwo¶ci kablówki HRC.

source: Volume
pl: G³o¶no¶æ
sv: Volym

source: Saved current picture settings as global defaults.
pl: Zapisano bie¿±ce ustawienia obrazu jako domy¶lne globalne.
sv: De aktuella bildinställningarna sparades som förvalda.

source: Saved current picture settings on channel %d.
pl: Zapisano bie¿±ce ustawienia obrazu dla kana³u %d.
sv: De aktuella bildinställningarna sparades för kanal %d.

source: Paused.
pl: Pauza.
sv: Pausade.

source: Resumed.
pl: Wznowienie.
sv: Fortsätter.

source: No XML root element found in %s.
pl: Nie znaleziono elementu korzenia XML w %s.

source: %s is not a tvtime configuration file.
pl: %s nie jest plikiem konfiguracyjnym tvtime.

source: Could not create new config file.
pl: Nie mo¿na stworzyæ nowego pliku konfiguracyjnego.

source: Error creating configuration file.
pl: B³±d podczas tworzenia pliku konfiguracyjnego.

source: Cannot change owner of %s: %s.
pl: Nie mo¿na zmieniæ w³a¶ciciela %s: %s.

source: tvtime is free software, written by Billy Biggs, Doug Bell and many others. For details and copying conditions, please see our website at http://tvtime.net/ tvtime is Copyright (C) 2001, 2002, 2003 by Billy Biggs, Doug Bell, Alexander S. Belov, and Achim Schneider.
pl: tvtime jest darmowym programem, napisanym przez Billy Biggs, Doug Bell i wielu innych. Po szczegó³y prosze zajrzyj na nasz± stronê na http://tvtime.net/ tvtime is Copyright (C) 2001, 2002, 2003 by Billy Biggs, Doug Bell, Alexander S. Belov, and Achim Schneider.

source: usage: %s [OPTION]...
pl: u¿ycie: %s [OPTION]...

source: -a, --widescreen 16:9 mode.
pl: -a, --widescreen tryb 16:9.

source: -A, --nowidescreen 4:3 mode.
pl: -A, --nowidescreen tryb 4:3.

source: -b, --vbidevice=DEVICE VBI device (defaults to /dev/vbi0).
pl: -b, --vbidevice=DEVICE urz±dzenie VBI (domy¶lnie /dev/vbi0).

source: -c, --channel=CHANNEL Tune to the specified channel on startup.
pl: -c, --channel=CHANNEL Ustaw na podany kana³ podczas startu.

source: -d, --device=DEVICE video4linux device (defaults to /dev/video0).
pl: -d, --device=DEVICE urz±dzenie video4linux (domy¶lnie /dev/video0).

source: -F, --configfile=FILE Additional config file to load settings from.
pl: -F, --configfile=FILE Dodatkowy plik konfiguracyjny, z którego mo¿na za³adowaæ opcje .

source: -h, --help Show this help message.
pl: -h, --help Poka¿ dostêpne opcje.

source: -g, --geometry=GEOMETRY Sets the output window size.
pl: -g, --geometry=GEOMETRY Ustaw rozmiar okna wyj¶iowego.

source: -i, --input=INPUTNUM video4linux input number (defaults to 0).
pl: -i, --input=INPUTNUM numer wej¶cia video4linux (domy¶lnie 0).

source: -I, --inputwidth=SAMPLING Horizontal resolution of input (defaults to 720 pixels).
pl: -I, --inputwidth=SAMPLING Rozdzielczo¶æ pozioma wej¶cia (domy¶lna to 720 pixels).

source: -m, --fullscreen Start tvtime in fullscreen mode.
pl: -m, --fullscreen Uruchom tvtime w trybie pe³ny ekran.

source: -M, --window Start tvtime in window mode.
pl: -M, --window Uruchom tvtime w oknie.

source: -n, --norm=NORM The norm to use for the input. tvtime supports: NTSC, NTSC-JP, SECAM, PAL, PAL-Nc, PAL-M, PAL-N or PAL-60 (defaults to NTSC).
pl: -n, --norm=NORM Wybór systemu wej¶cia. Dostêpny wybór: NTSC, NTSC-JP, SECAM, PAL, PAL-Nc, PAL-M, PAL-N or PAL-60 (domy¶lnie NTSC).

source: -s, --showdrops Print stats on frame drops (for debugging).
pl: -s, --showdrops Wypisz statystyki gubienia klatek (dla debugowania).

source: -S, --saveoptions Save command line options to the config file.
pl: -S, --saveoptions Zapisz opcje linii poleceñ w pliku konfiguracyjnym.

source: -t, --xmltv=FILE Read XMLTV listings from the given file.
pl: -t, --xmltv=FILE Odczytaj listing XMLTV z podanego pliku.

source: -l, --xmltvlanguage=LANG Use XMLTV data in given language, if available.
pl: -l, --xmltvlanguage=LANG U¿yj danych XMLTV w podanym jêzyku, je¶li jest dostêpny.

source: -v, --verbose Print debugging messages to stderr.
pl: -v, --verbose Wypisz wiadomosci debugowania do stderr.

source: -x, --mixer=DEVICE[:CH] The mixer device and channel to control. (defaults to /dev/mixer:line) Valid channels are: vol, bass, treble, synth, pcm, speaker, line, mic, cd, mix, pcm2, rec, igain, ogain, line1, line2, line3, dig1, dig2, dig3, phin, phout, video, radio, monitor
pl: -x, --mixer=DEVICE[:CH] Urz±dzenie miksera i kana³ów do wykorzystania. (domy¶lny to /dev/mixer:line) Dostêpne kana³y to: vol, bass, treble, synth, pcm, speaker, line, mic, cd, mix, pcm2, rec, igain, ogain, line1, line2, line3, dig1, dig2, dig3, phin, phout, video, radio, monitor

source: -R, --priority=PRI Sets the process priority to run tvtime at.
pl: -R, --priority=PRI Ustaw priorytet procesu w jakim uruchomiæ tvtime.

source: Reading configuration from %s
pl: Czytanie konfiguracji z %s

source: Cannot run two instances of tvtime with the same configuration.
pl: Nie mo¿na otworzyæ powtórnie tvtime o tej samej konfiguracji.

source: Saving command line options.
pl: Zapisywanie opcji linii poleceñ.

source: Cannot update configuration while tvtime running.
pl: Nie mo¿na zaktualizowaæ konfiguracji gdy tvtime jest uruchomiony.

source: No signal
pl: Brak sygna³u

source: Mute
pl: Wycisz

source: Cannot create %s: %s
pl: Nie mo¿na utworzyæ %s: %s

source: Cannot open %s: %s
pl: Nie mo¿na otworzyæ %s: %s

source: Failed to initialize UTF-8 to %s converter: iconv_open failed (%s).
pl: B³±d podczas inicjalizacji UTF-8 do konwertera %s: iconv_open failed (%s).

source: Available commands:
pl: Dostêpne opcje:

source: tvtime not running.
pl: tvtime nie jest uruchomiony.

source: %s: Cannot open %s: %s
pl: %s: Nie mo¿na otworzyæ %s: %s

source: %s: Invalid command '%s'
pl: %s: Nieprawid³owa komenda '%s'

source: %s: Sending command %s with argument %s.
pl: %s: Wysy³anie komendy %s z argumentem %s.

source: %s: Sending command %s.
pl: %s: Wysy³anie komendy %s.

source: Scanning using TV standard %s.
pl: Skanowanie u¿ywaj±c standardu TV %s.

source: No tuner found on input %d. If you have a tuner, please select a different input using --input=<num>.
pl: Nie znaleziono tunera na wej¶ciu %d. Je¶li posiadasz tuner proszê wybierz inne wej¶cie u¿ywaj±c --input=<num>.

source: Scanning from %6.2f MHz to %6.2f MHz.
pl: Skanowanie z %6.2f MHz do %6.2f MHz.

source: Checking %6.2f MHz:
pl: Sprawdzanie %6.2f MHz:

source: Signal detected
pl: Sygna³ wykryty

source: Found a channel at %6.2f MHz (%.2f - %.2f MHz), adding to channel list.
pl: Znaleziono kana³ na %6.2f MHz (%.2f - %.2f MHz), dodawanie do listy kana³ów.

source: Full rate: %.2ffps
sv: Full frekvens: %.2f bildrutor/s

source: Half rate, deinterlace top fields: %.2ffps
sv: Halv frekvens, deinterlacening på toppfälten: %.2f bildrutor/s

source: Half rate, deinterlace bottom fields: %.2ffps
sv: Halv frekvens, deinterlacening på bottenfälten: %.2f bildrutor/s

source: Apply matte
sv: Lägg på mask

source: Frame drop setting
sv: Alternativ för förlorade bildrutor

source: Input: %s at %dx%d
sv: Insignal: %s vid %dx%d

source: Attempted framerate: %.2ffps
sv: Målvärde för bildfrekvens: %.2f bildrutor/s

source: Average blit time: %.2fms (%.0fMB/sec)
sv: Genomsnittlig blit-tid: %.2f ms (%.0f MB/s)

source: Average render time: %5.2fms
sv: Genomsnittlig renderingstid: %5.2f ms

source: Blit spacing: %4.1f/%4.1fms (want %4.1fms)
sv: Blit-intervall: %4.1f/%4.1f ms (önskar %4.1f ms)

source: Matte setting (Anamorphic input)
sv: Maskinställning (Anamorfisk insignal)

source: Matte setting (4:3 input)
sv: Maskinställning (Insignal i 4:3)

source: tvtime: Can't set configuration options, exiting.
sv: tvtime: Kan inte läsa in konfigurationsalternativ, avslutar.

source: tvtime: Can't renice to %d.
sv: tvtime: Kan inte ändra nicevärde till %d.

source: tvtime: Sending fields to interlaced output devices.
sv: tvtime: Skickar fält till interlacade utmatningsenheter.

source: tvtime: Sending frames to interlaced output devices.
sv: tvtime: Skickar bildrutor till interlacade utmatningsenheter.

source: tvtime: Output driver failed to initialize: no video output available.
sv: tvtime: Utdatadrivrutinen initierades inte: ingen videoutmatning tillgänglig.

source: tvtime: Can't initialize input filters.
sv: tvtime: Kan inte initiera indatafilter.

source: tvtime: Can't initialize output filters.
sv: tvtime: Kan inte initiera utdatafilter.

source: tvtime: Can't initialize performance monitor, exiting.
sv: tvtime: Kan inte initiera prestandaövervakare, avslutar.

source: tvtime: Can't create stationmanager (no memory?), exiting.
sv: tvtime: Kan inte skapa stationshanterare (slut på minne?), avslutar.

source: Can't open rvr file '%s'.
sv: Kan inte öppna rvr-filen '%s'.

source: tvtime: RVR frame sampling %d pixels per scanline.
sv: tvtime: RVR-bildrutesampling %d bildpunkter per scanline.

source: Can't open video4linux device '%s'.
sv: Kan inte öppna video4linux-enhet '%s'.

source: tvtime: V4L sampling %d pixels per scanline.
sv: tvtime: V4L-sampling %d bildpunkter per scanline.

source: tvtime: Can't display input size %dx%d.
sv: tvtime: Kan inte visa indatastorlek %dx%d.

source: tvtime: Can only get %d frame buffers from V4L. Not enough to continue. Exiting.
sv: tvtime: Kan bara få %d framebuffrar av V4L. Det räcker inte. Avslutar.

source: tvtime: Can only get %d frame buffers from V4L. Limiting deinterlace plugins tvtime: to those which only need 1 field.
sv: tvtime: Kan bara få %d framebuffrar av V4L. Begränsar deinterlaceningsplugins tvtime: till de som bara kräver 1 bildfält.

source: tvtime: Can only get %d frame buffers from V4L. Limiting deinterlace plugins tvtime: to those which only need 2 fields.
sv: tvtime: Kan bara få %d framebuffrar av V4L. Begränsar deinterlaceningsplugins tvtime: till de som bara kräver 2 bildfält.
