Repository: Mikachu/tvtime
Catalog: debian/po/*.po
Languages: cs, de, fr, ja, tr, vi

source: Select the default television standard for your location
cs: Vyberte výchozí televizní standard pro vaši oblast
de: Wählen Sie den Fehrnseh-Standard für Ihren Ort aus
fr: Standard de télévision en vigueur dans votre région
ja: あなたの地域での標準のテレビ放送形式を選択してください
tr: Bulunduğunuz konuma ilişkin öntanımlı televizyon standartını seçin
vi: Hãy chọn tiêu chuẩn TV tại chỗ bạn.

source: North American users should select NTSC. Most areas in the world use PAL.
cs: Uživatelé v Severní Americe by měli vybrat NTSC. Většina oblastí na světě (včetně České republiky) používá PAL.
de: Benutzer in Nordamerika sollten NTSC auswählen. Die meisten Gegenden in der Welt verwenden PAL.
fr: Les utilisateurs français devraient choisir SECAM, les nord-américains NTSC. La plupart des autres zones utilisent le standard PAL.
ja: 北米地域のユーザは NTSC を選択してください。世界の他の地域では、ほとんどが PAL を利用しています。(なお、日本は NTSC を利用しています)
tr: Dünyanın bir çok bölgesinde PAL kullanılır. Kuzey Amerika'da yaşayan kullanıcılar NTSC standartını seçmelidir.
vi: Phần lớn thế giới dùng PAL. Người tại Mỹ cần chọn NTSC.

source: Cable, Broadcast, Cable including channels 100+
cs: Kabel, Vysílání, Kabel včetně kanálů 100+
de: Kabel, Antenne, Kabel inklusive Kanäle über 100
fr: Câble, Hertzien, Câble comprenant plus de 100 canaux
ja: ケーブルテレビ, 地上波放送, 100チャンネル以上のケーブルテレビ
tr: Kablo, Yayın, 100'ün üzerinde kanal içeren Kablo
vi: Cáp, Quảng bá, Cáp gồm kênh 100+

source: Cable, Broadcast
cs: Kabel, Vysílání
de: Kabel, Antenne
fr: Câble, Hertzien
ja: ケーブルテレビ, 地上波放送
tr: Kablo, Yayın
vi: Cáp, Quảng bá

source: The frequency table specifies which frequencies correspond to the familiar channel numbers. Select broadcast if you use an antenna for over-the-air signals.
cs: Tabulka frekvencí určuje, jaké frekvence odpovídají obvyklým číslům kanálů. Pokud používáte anténu pro příjem signálu přenášeného vzduchem, vyberte vysílání.
de: Die Frequenztabelle gibt die Frequenzen, die zu bekannten Kanalnummern gehören, an. Wählen Sie »Antenne« falls Sie eine Antenne für terrestische Signale einsetzen.
fr: Le tableau des fréquences indique la correspondance entre les fréquences et les numéros des canaux habituels. Choisissez « Hertzien » si vous utilisez une antenne pour recevoir la télévision.
ja: 周波数テーブルはよく知られたチャンネル番号と一致する周波数を指定します。(通常の) アンテナを利用している場合は地上波放送を選択してください。
tr: Frekans tablosu, alışkın olduğunuz kanallara karşı düşen frekansları tanımlar. Eğer TV yayınını antenle alıyorsanız, "yayın"ı seçin.
vi: Bảng tần số xác định tần số nào tương ứng với số kênh bạn biết. Hãy chọn « Quảng bá » nếu bạn dùng ăngten để nhận tín hiệu từ xa.

source: Europe, France, Russia, Australia, New Zealand, China Broadcast, Australia Optus, Custom (must run tvtime-scanner first)
cs: Evropa, Francie, Rusko, Austrálie, Nový Zéland, Čínské vysílání, Australský Optus, Vlastní (musíte nejdříve spustit tvtime-scanner)
de: Europa, Frankreich, Russland, Australien, Neuseeland, China Antenne, Australien Optus, Angepaßt (zuerst muß »tvtime-scanner« verwendet werden)
fr: Europe, France, Russie, Australie, Nouvelle-Zélande, Chine hertzien, Australie Optus, Personnalisé (vous devrez d'abord exécuter tvtime-scanner)
ja: ヨーロッパ, フランス, ロシア, オーストラリア, ニュージーランド, 中国, Optus (オーストラリア) , カスタム (最初に tvtime-scanner を走らせて下さい)
tr: Avrupa, Fransa, Rusya, Avustralya, Yeni Zelanda, Çin, Avustralya Optus, Özel (önce tvtime-scanner çalıştırılmalı)
vi: Châu Âu, Pháp, Nga, Úc, Niu Di-lan, Quảng bá Trung quốc, Optus Úc, Tự chọn (cần phải chạy tvtime-scanner trước hết)

source: Select the default frequency table
cs: Vyberte výchozí tabulku frekvencí
de: Wählen Sie die Standard-Frequenztabelle aus
fr: Table de fréquence par défaut
ja: 標準の周波数帯を選択してください
tr: Öntanımlı frekans tablosunu seçin
vi: Hãy chọn bảng tần số mặc định.

source: Users of the Optus cable company in Australia should select Australia Optus. If you are a user of a cable company that does not use standard frequencies, such as Casema, UPC or Mixtics, please select Custom and run the tvtime-scanner application before using tvtime.
cs: Zákazníci kabelové společnosti Optus v Austrálii by měli vybrat Australský Optus. Pokud jste zákazníci kabelové společnosti, která nepoužívá standardní frekvence, jako Casema, UPC nebo Mixtics, zvolte Vlastní a před používáním tvtime spusťte aplikaci tvtime-scanner.
de: Abonnenten der Optus-Kabelgesellschaft in Australien sollten Australien-Optus auswählen. Falls Sie ein Abonnent einer Kabelgesellschaft sind, die nicht-Standard-Frequenzen verwendet, wie beispielsweise Casema, UPC oder Mixtics, wählen Sie bitte »Angepaßt« aus und verwenden Sie die »tvtime-scanner«-Anwendung vor der Benutzung von tvtime.
fr: Les utilisateurs de la compagnie Optus en Australie devraient choisir « Australie Optus ». Si vous êtes un utilisateur d'une compagnie de câble n'utilisant pas les fréquences standards, comme Casema, UPS ou Mixtics, veuillez choisir « Personnalisé » et exécutez l'application tvtime-scanner avant d'utiliser tvtime.
ja: オーストラリアの Optus ケーブルテレビのユーザは Optus (オーストラリア) を選ぶ必要があります。通常の周波数を利用しない Casema や UPC や Mixtics などのケーブルテレビ会社のユーザは、カスタムを選択して tvtime を利用する前に tvtime-scanner アプリケーションを実行してください。
tr: Avustralya Optus kablo-tv firmasını kullananlar Avustralya Optus'u seçmelidir. Şayet Casema, UPC veya Mixtics gibi, standart frekanslar kullanmayan herhangi bir kablo-tv firmasına abone değilseniz, Özel'i seçin ve tvtime'ı kullanmadan önce tvtime-scanner programını çalıştırın.
vi: Người dùng công ty cáp optus tại Úc nên chọn « Optus Úc ». Nếu bạn là người dùng một công ty cáp không dùng tần số chuẩn, như Casema, UPC hay Mixtics, hãy chọn « Tự chọn », rồi chạy ứng dụng « tvtime-scanner » trước khi dùng trình tvtime.

source: Specify your default television capture device
cs: Zadejte vaše výchozí zařízení pro zachytávání televizního příjmu
de: Geben Sie das standardmäßig verwendete Fehrnseh-Eingangs-Gerät an
fr: Périphérique télévisuel de capture par défaut
ja: 標準のテレビキャプチャ用デバイスを指定してください
tr: Öntanımlı görüntü yakalama aygıtını girin
vi: Hãy xác định thiết bị bắt TV mặc định.

source: This should be the video4linux device which corresponds to your capture card.
cs: Toto by mělo být video4linux zařízení, které odpovídá vaší zachytávací (televizní) kartě.
de: Dies sollte das video4linux-Gerät sein, das Ihrer Fehrnseh-Karte entspricht.
fr: Il devrait s'agir du périphérique video4linux correspondant à votre carte d'acquisition.
ja: キャプチャカードに適合した video4linux デバイスである必要があります。
tr: Bu aygıt, görüntü yakalama kartınıza ait video4linux aygıtı olmalıdır.
vi: Giá trị này nên là thiết bị video4linux tương ứng với thẻ bắt.

source: Specify a device to use for VBI decoding
cs: Zadejte zařízení pro VBI dekódování
de: Geben Sie das Gerät für Teletext-Dekodierung an
fr: Périphérique à utiliser pour le décodage VBI
ja: VBI デコード用のデバイスを指定してください (これは文字放送や Adams, BitCast 等で利用します)
tr: VBI kod çözümü için kullanılan aygıtı girin
vi: Hãy xác định thiết bị cần dùng để mã hóa VBI.

source: This will only be used in NTSC areas for decoding closed captions and XDS channel information.
cs: Toto bude použito jen v oblastech se standardem NTSC pro dekódování uzavřených titulů a kanálových informací XDS.
de: Dies wird nur in NTSC-Gegenden verwendet, um »Closed Caption« und XDS-Kanalinformation zu dekodieren.
fr: Cela sera utilisé uniquement dans les zones NTSC pour le décodage des acquisitions fermées et les informations XDS des canaux.
ja: これは NTSC の地域のみで字幕と XDS チャンネル情報のデコードに使用されます。
tr: Bu aygıt, sadece NTSC bölgelerinde, yakalanan görüntülerin ve XDS kanal bilgisinin çözülmesinde kullanılacaktır.
vi: Sẽ dùng thiết bị này chỉ trong vùng NTSC để giải mã phụ đề bị đóng và thông tin kênh XDS.

source: Do you wish to make `/usr/bin/tvtime' setuid root?
cs: Chcete u `/usr/bin/tvtime' nastavit SUID bit?
de: Wollen Sie »/usr/bin/tvtime« setuid root setzen?
fr: Souhaitez-vous rendre /usr/bin/tvtime « setuid root » ?
ja: `/usr/bin/tvtime' を root に setuid しますか?
tr: `/usr/bin/tvtime'ın root haklarıyla çalıştırılmasını ister misiniz?
vi: Bạn có muốn đặt « /usr/bin/tvtime » setuid root không?

source: This allows tvtime to run at a high priority to ensure smooth video and should be used for high quality video output even during high CPU load.
cs: To dovoluje tvtime běžet s vysokou prioritou pro zajištění plynulého videa a mělo by být použito pro video výstup s vysokou kvalitou i během velkého zatížení CPU.
de: Dies ermöglicht es, tvtime mit hoher Priorität laufen zu lassen, um problemloses Bild sicherzustellen und sollte selbst bei hoher CPU-Last für hochqualitative Videoausgabe sorgen.
fr: Autoriser l'exécution de tvtime avec les droits du super-utilisateur permet de faire tourner tvtime avec une priorité élevée pour assurer la fluidité de la vidéo et devrait être utilisé pour produire des sorties vidéo de haute qualité, même lors des fortes charges du processeur.
ja: CPU の負荷が高い場合でも tvtime を高い優先度で動作させ、滑らかで高品質の画像を出力するようにします。
tr: Bu ayar, görüntü kalitesini arttırmak için tvtime'ın yüksek bir öncelikte çalışmasına müsaade eder. Yüksek işlemci (CPU) yükleri altında dahi kaliteli bir görüntü elde etmek istiyorsanız bu ayarı kullanmalısınız.
vi: Tùy chọn này cho phép trình tvtime chạy với ưu tiên cao hơn trong hệ thống, để đảm bảo hiển thị ảnh động mịn, và nên được dùng để xuất ảnh động chất lượng cao, kể cả trong khi thời gian có trọng tải đơn vị xử lý trung tâm (CPU) nặng.

source: Specify the process priority for the tvtime binary
cs: Zadejte prioritu procesu pro spustitelný soubor tvtime
de: Geben Sie die Prozeß-Priorität für tvtime an
fr: Veuillez indiquer la priorité du processus pour l'exécutable tvtime
ja: tvtime プログラムのプロセスの優先度を指定してください
tr: "tvtime" programının süreç önceliğini girin
vi: Hãy xác định ưu tiên tiến trình cho tập tin nhị phân tvtime.

source: This setting controls the priority of the tvtime process relative to other processes on the system. The allowed range is from -19 to 19. Lower values indicate higher priority, and a value of 0 would give tvtime the same priority as a normal process.
cs: Toto nastavení určuje prioritu procesu tvtime ve vztahu k ostatním procesům v systému. Povolený rozsah je od -19 do 19. Nižší hodnoty značí vyšší prioritu a hodnota 0 dává tvtime stejnou prioritu jako normálnímu procesu.
de: Diese Einstellung regelt die Priorität des tvtime-Prozesses relativ zu anderen Prozessen im System. Der erlaubte Bereich ist von -19 bis 19. Niedrigere Werte zeigen eine höhere Priorität an, und ein Wert von 0 würde tvtime die gleiche Priorität wie normale Prozesse geben.
fr: Ce paramètre contrôle la priorité du processus tvtime par rapport aux autres processus du système. L'intervalle admis s'entend de -19 jusqu'à 19. Des valeurs négatives traduisent une priorité élevée tandis qu'une valeur 0 donne à tvtime la même priorité que les processus normaux.
ja: ここでは、システム上の他のプロセスに対しての、tvtime のプロセスの優先度を設定できます。-19 から 19 までの範囲が入力可能です。低い値は優先度が高いことを意味し、0 の場合は通常のプロセスと同じ優先度を tvtime に与えます。
tr: Bu ayar, sistemdeki diğer süreçlerle göreceli olarak tvtime'a ait süreç önceliğini belirler. İzin verilen değerler -19 ilâ 19 aralığındadır. Küçük değerler düşük öncelik belirtir. 0 değeri ise tvtime'a normal bir süreç ile aynı önceliği verecektir.
vi: Thiết lập này điều khiển ưu tiên của tiến trình tvtime, tương đối so với các tiến trình khác trong hệ thống (cũng được biết là giá trị « nice »). Cho phép phạm vị từ -19 đến +19. Giá trị thấp hơn ngụ ý ưu tiên cao hơn, và giá trị 0 cho tvtime cùng một ưu tiên với tiến trình thường.
